<template>
  <div class="wards">
    <p class="activeTime">12:00 في يوم 22 من أغسطس-16:00 في يوم 31 من أغسطس بتوقيت دبي</p>
    <h5>جوائز لقائمة هدايا الأعمال</h5>
    <div class="wardTop">
      <h5>المركز الأول:</h5>
      <p>هدية الحذاء البلوري للحقيبة*5(ثلاثون يوما) + شارة ملك الهدايا(ثلاثون يوما) + VIP لثلاثين يوما + 3000 عملة + 3000 فول</p>
      <h5>المركز الثاني:</h5>
      <p>هدية الحذاء البلوري للحقيبة*3(ثلاثون يوما) + شارة ملك الهدايا(عشرون يوما) + VIP لثلاثين يوما + 2000 عملة + 2000 فول</p>
      <h5>المركز الثالث:</h5>
      <p>هدية الحذاء البلوري للحقيبة*1(ثلاثون يوما) + شارة ملك الهدايا(عشرة أيام) + VIP لثلاثين يوما + 1000 عملة + 1000 فول</p>
      <h5>المراكز 4-5:</h5>
      <p>شارة ملك الهدايا(عشرة أيام) + VIP لثلاثين يوما + 1000 عملة + 1000 فول</p>
      <h5>المراكز 6-10:</h5>
      <p>VIP لثلاثين يوما + 800 عملة + 800 فول</p>
    </div>
    <h5>جوائز لقائمة هدايا في غرفة الغناء</h5>
    <div class="kRoomTop">
      <h5>المركز الأول:</h5>
      <p>هدية الحذاء البلوري للحقيبة*5(ثلاثون يوما) + شارة ملك الهدايا(ثلاثون يوما) + VIP لثلاثين يوما + 3000 عملة + 3000 فول</p>
      <h5>المركز الثاني:</h5>
      <p>هدية الحذاء البلوري للحقيبة*3(ثلاثون يوما) + شارة ملك الهدايا(عشرون يوما) + VIP لثلاثين يوما + 2000 عملة + 2000 فول</p>
      <h5>المركز الثالث:</h5>
      <p>هدية الحذاء البلوري للحقيبة*1(ثلاثون يوما) + شارة ملك الهدايا(عشرة أيام) + VIP لثلاثين يوما + 1000 عملة + 1000 فول</p>
      <h5>المراكز 4-5:</h5>
      <p>شارة ملك الهدايا(عشرة أيام) + VIP لثلاثين يوما + 1000 عملة + 1000 فول</p>
      <h5>المراكز 6-10:</h5>
      <p>VIP لثلاثين يوما + 800 عملة + 800 فول</p>
    </div>
    <h5>وصف للجوائز</h5>
    <div class="fanhuan">
      <p>1. ستُعَطى هدية الحذاء البلوري للحقيبة في حقيبة الفائزين. يمكن للمستخدمين بنظام أندرويد أن يستخدموا هذه الهدية بعد تحميل أحدث طبعة لSuper Voice</p>
      <p>2. ستُحَوَّل هذه الهدية للمستخدمين بنظام أيفون إلى العملات الذهبية. يعني تحول كل هدية الحذاء البلوري للحقيبة من 333 عملة ذهبية</p>
      <p>3. سوف تُعطَى هذه الجوائز أثناء خمسة الأيام بعد انتهاء النشاط</p>
    </div>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
.wards {
  padding-bottom: 1rem;
  p {
    font-size: 80%;
    line-height: 0.36rem;
  }
  .activeTime {
    color: #6ffff3;
    text-align: left;
    margin-top: 0.51rem;
  }
  > h5 {
    text-align: center;
    font-size: 120%;
    color: #ffed6a;
    margin-top: 0.57rem;
  }
  .wardTop {
    > h5 {
      color: #6ffff3;
      font-size: 80%;
      margin-top: 0.2rem;
    }
    p {
      font-size: 80%;
    }
  }
  .kRoomTop {
    > h5 {
      color: #6ffff3;
      font-size: 80%;
      margin-top: 0.2rem;
    }
  }
  .fanhuan {
    p {
      margin-top: 0.27rem;
    }
  }
}
</style>
